Repository: shahadulhaider/easy_housekeeping
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: EasyHousekeeping
bn: ইজি হাউসকিপিং

source: Running Low
bn: কম মজুদ

source: All items stocked!
bn: সব জিনিস মজুদ আছে!

source: Monthly Spend
bn: মাসিক খরচ

source: This Month
bn: এই মাস

source: Bazar Trips
bn: বাজার ট্রিপ

source: Recent Bazar
bn: সাম্প্রতিক বাজার

source: No recent purchases
bn: সাম্প্রতিক কেনাকাটা নেই

source: Add Bazar
bn: বাজার যোগ করুন

source: People at Home Today
bn: আজকে বাসায় মানুষ

# nPeople
source: {count} people
bn: {count} জন

# daysLeft
source: ~{count} days left
bn: ~{count} দিন বাকি

source: Inventory
bn: ইনভেন্টরি

source: Consumables
bn: ভোগ্যপণ্য

source: Durables
bn: টেকসই পণ্য

source: Locations
bn: অবস্থান

source: No consumable items
bn: কোনো ভোগ্যপণ্য নেই

# tapPlusToAddConsumable
source: Tap + to add your first consumable item
bn: প্রথম ভোগ্যপণ্য যোগ করতে + চাপুন

source: No durable items
bn: কোনো টেকসই পণ্য নেই

# tapPlusToAddDurable
source: Tap + to add your first durable item
bn: প্রথম টেকসই পণ্য যোগ করতে + চাপুন

source: No locations
bn: কোনো অবস্থান নেই

source: Add locations from Settings
bn: সেটিংস থেকে অবস্থান যোগ করুন

source: Uncategorized
bn: শ্রেণীবিহীন

source: Warranty
bn: ওয়ারেন্টি

source: Item Detail
bn: পণ্যের বিবরণ

source: Item not found
bn: পণ্য পাওয়া যায়নি

source: Current Stock
bn: বর্তমান মজুদ

# daysRemaining
source: ~{count} days remaining
bn: ~{count} দিন বাকি

source: Consumption (Last 30 Days)
bn: ব্যবহার (গত ৩০ দিন)

# noConsumptionData
source: No consumption data yet
bn: এখনো ব্যবহারের তথ্য নেই

source: Purchase History
bn: কেনার ইতিহাস

source: Record Consumption
bn: ব্যবহার লিপিবদ্ধ করুন

source: Add Item
bn: পণ্য যোগ করুন

source: Consumable
bn: ভোগ্যপণ্য

source: Durable
bn: টেকসই পণ্য

source: Item Name
bn: পণ্যের নাম

source: Category
bn: বিভাগ

source: Location
bn: অবস্থান

# currentStockLabel
source: Current Stock
bn: বর্তমান মজুদ

source: Unit
bn: একক

# minimumStockAlert
source: Minimum Stock (alert threshold)
bn: সর্বনিম্ন মজুদ (সতর্কতা সীমা)

source: Purchase Price (৳)
bn: ক্রয়মূল্য (৳)

source: Serial Number
bn: সিরিয়াল নম্বর

source: Condition
bn: অবস্থা

# conditionNew
source: New
bn: নতুন

# conditionGood
source: Good
bn: ভালো

# conditionFair
source: Fair
bn: মোটামুটি

# conditionNeedsRepair
source: Needs Repair
bn: মেরামত দরকার

source: Add Photo
bn: ছবি যোগ করুন

source: Save Item
bn: পণ্য সংরক্ষণ

source: Required
bn: আবশ্যক

source: Item saved
bn: পণ্য সংরক্ষিত হয়েছে

source: Bazar Log
bn: বাজারের হিসাব

# noBazarEntries
source: No bazar entries yet
bn: এখনো কোনো বাজার এন্ট্রি নেই

# tapPlusToLogBazar
source: Tap + to log your first bazar trip
bn: প্রথম বাজার ট্রিপ লিখতে + চাপুন

source: New Bazar Entry
bn: নতুন বাজার এন্ট্রি

source: Save
bn: সংরক্ষণ

source: Date
bn: তারিখ

source: Purchased By
bn: ক্রেতা

source: Market / Shop
bn: বাজার / দোকান

source: Items
bn: পণ্য

source: From History
bn: আগের থেকে

# addItem2
source: Add Item
bn: পণ্য যোগ

source: Qty
bn: পরিমাণ

source: ৳ Price
bn: ৳ মূল্য

source: Receipt Photo Added ✓
bn: রসিদের ছবি যোগ হয়েছে ✓

source: Add Receipt Photo
bn: রসিদের ছবি যোগ করুন

source: Total
bn: মোট

# totalColon
source: Total:
bn: মোট:

source: Frequently Purchased
bn: প্রায়ই কেনা হয়

source: Bazar entry saved
bn: বাজার এন্ট্রি সংরক্ষিত হয়েছে

source: Unknown
bn: অজানা

source: Bazar Details
bn: বাজারের বিবরণ

source: Purchase not found
bn: কেনাকাটা পাওয়া যায়নি

source: No line items recorded
bn: কোনো আইটেম লিপিবদ্ধ হয়নি

source: Receipt Photo
bn: রসিদের ছবি

source: each
bn: প্রতিটি

source: Reports
bn: প্রতিবেদন

source: Monthly
bn: মাসিক

source: Weekly
bn: সাপ্তাহিক

source: Total Spend
bn: মোট খরচ

# bazarTripsThisMonth
source: {count} bazar trips this month
bn: এই মাসে {count}টি বাজার ট্রিপ

source: Category Breakdown
bn: বিভাগভিত্তিক বিশ্লেষণ

source: No data for this month
bn: এই মাসের তথ্য নেই

# topItems
source: Top Items by Spend
bn: সর্বোচ্চ খরচের পণ্য

# noPurchaseData
source: No purchase data yet
bn: এখনো কেনাকাটার তথ্য নেই

source: Export PDF
bn: পিডিএফ রপ্তানি

# shareWhatsApp
source: WhatsApp
bn: হোয়াটসঅ্যাপ

source: More
bn: আরও

source: Household
bn: পরিবার

source: Family
bn: পরিবার

source: Staff
bn: কর্মচারী

source: Salary Tracker
bn: বেতন ট্র্যাকার

# salaryTrackerArrow
source: Salary Tracker →
bn: বেতন ট্র্যাকার →

source: Quick Links
bn: দ্রুত লিংক

source: Active
bn: সক্রিয়

source: Settings
bn: সেটিংস

source: Notifications
bn: বিজ্ঞপ্তি

source: Staff Detail
bn: কর্মচারীর বিবরণ

source: Staff Details
bn: কর্মচারীর বিবরণ

source: Member not found
bn: সদস্য পাওয়া যায়নি

# perMonth
source: /month
bn: /মাস

source: Payment History
bn: পেমেন্ট ইতিহাস

# noPayments
source: No payments recorded
bn: কোনো পেমেন্ট লিপিবদ্ধ হয়নি

source: Record Payment
bn: পেমেন্ট লিপিবদ্ধ করুন

# paidOn
source: Paid on {date}
bn: {date} তারিখে পরিশোধিত

source: Pending
bn: বকেয়া

source: Pay
bn: পরিশোধ

# staffMembers
source: {count} staff members
bn: {count} জন কর্মচারী

source: Appearance
bn: চেহারা

source: Theme
bn: থিম

# themeSystem
source: System
bn: সিস্টেম

# themeLight
source: Light
bn: লাইট

# themeDark
source: Dark
bn: ডার্ক

source: Language
bn: ভাষা

source: Data Management
bn: ডাটা ব্যবস্থাপনা

source: Manage Categories
bn: বিভাগ পরিচালনা

# enableDisableCategories
source: Enable/disable item categories
bn: পণ্যের বিভাগ সক্রিয়/নিষ্ক্রিয় করুন

source: Manage Locations
bn: অবস্থান পরিচালনা

source: Edit storage locations
bn: সংরক্ষণের অবস্থান সম্পাদনা করুন

# notificationsSection
source: Notifications
bn: বিজ্ঞপ্তি

source: Low Stock Alerts
bn: কম মজুদ সতর্কতা

source: Notify when items run low
bn: মজুদ কমে গেলে জানান

source: Warranty Reminders
bn: ওয়ারেন্টি রিমাইন্ডার

source: Alert before warranty expires
bn: ওয়ারেন্টি শেষ হওয়ার আগে সতর্ক করুন

source: Salary Reminders
bn: বেতন রিমাইন্ডার

# remindWhenSalaryDue
source: Remind when salary is due
bn: বেতন দেওয়ার সময় হলে মনে করিয়ে দিন

source: Data
bn: ডাটা

source: Backup Data
bn: ডাটা ব্যাকআপ

# exportDatabase
source: Export database to file
bn: ডাটাবেস ফাইলে রপ্তানি করুন

source: Restore Data
bn: ডাটা পুনরুদ্ধার

# importFromBackup
source: Import from backup file
bn: ব্যাকআপ থেকে আমদানি করুন

source: Clear All Data
bn: সব ডাটা মুছুন

# deleteEverything
source: Delete everything and start fresh
bn: সব মুছে নতুন করে শুরু করুন

source: About
bn: সম্পর্কে

# version
source: Version 1.0.0
bn: সংস্করণ ১.০.০

# notificationsTitle
source: Notifications
bn: বিজ্ঞপ্তি

# noNotifications
source: No active notifications
bn: কোনো সক্রিয় বিজ্ঞপ্তি নেই

# youreAllCaughtUp
source: Reminders will appear here when items run low
bn: পণ্য কমে গেলে রিমাইন্ডার এখানে দেখা যাবে

source: Reorder Alerts
bn: পুনরায় অর্ডার সতর্কতা

source: Warranty Alerts
bn: ওয়ারেন্টি সতর্কতা

source: Other Reminders
bn: অন্যান্য রিমাইন্ডার

source: Scan Barcode
bn: বারকোড স্ক্যান

# pointCameraAtBarcode
source: Point camera at a barcode
bn: বারকোডে ক্যামেরা তাক করুন

source: Product Found
bn: পণ্য পাওয়া গেছে

# noProductFound
source: Product not found in database
bn: ডাটাবেসে পণ্য পাওয়া যায়নি

source: Add to Inventory
bn: ইনভেন্টরিতে যোগ করুন

source: Scan Again
bn: আবার স্ক্যান

source: Add Manually
bn: নিজে যোগ করুন

# youCanAddManually
source: You can add this item manually
bn: আপনি এই পণ্য নিজে যোগ করতে পারেন

source: Welcome to EasyHousekeeping
bn: ইজি হাউসকিপিং-এ স্বাগতম

# chooseLanguage
source: Choose your language
bn: আপনার ভাষা বেছে নিন

# continueButton
source: Continue
bn: এগিয়ে যান

# selectLanguageSubtitle
source: You can change this later in Settings
bn: আপনি পরে সেটিংস থেকে পরিবর্তন করতে পারবেন

source: Error
bn: ত্রুটি

source: Loading...
bn: লোড হচ্ছে...

source: Retry
bn: পুনরায় চেষ্টা

source: Cancel
bn: বাতিল

source: Delete
bn: মুছুন

source: Edit
bn: সম্পাদনা

source: OK
bn: ঠিক আছে

source: Dashboard
bn: ড্যাশবোর্ড

source: Bazar
bn: বাজার

source: Item {number}
bn: পণ্য {number}

# totalWithAmount
source: Total: {amount}
bn: মোট: {amount}

# daysShort
source: ~{count}d
bn: ~{count}দি

source: Warranty: {date}
bn: ওয়ারেন্টি: {date}
